Repository: amirsaid123/Imtihon
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: Back ◀️
uz: Orqaga ◀️

source: 🛑 Stop chat
uz: 🛑 Suhbatni to‘xtatish

source: Back 🔙
uz: Orqaga 🔙

source: 💫 Start chat
uz: 💫 Chatni boshlash

source: 💬 Comments and Offers
uz: 💬 Fikrlar va takliflar

source: ℹ️ About bot
uz: ℹ️ Bot haqida

source: 🌐 Language 🇺🇸/🇺🇿/🇷🇺
uz: 🌐 Til 🇺🇸/🇺🇿/🇷🇺

source: Welcome to Anonymous chat bot!
uz: Anonimus chat botga xush kelibsiz!

source: Waiting for a partner...
uz: Juft qidirilyapti...

source: Unfortunately, there are no other chats to connect 😕
uz: Afsuski, hech kim topilmadi

source: Welcome Back to Anonymous chat bot!
uz: Anonimus botga xush kelibsiz!

source: Please, type your message here...
uz: Iltimos, xabaringizni yozing

source: Welcome back to the Main Menu 🏠
uz: Asosiy menyuga qaytdingiz

source: 1️⃣.This bot is created to help people chat with each other anonymously 💭 2️⃣.This bot keeps all information about user secret 👤 3️⃣.Please, do not use any offensive or curse words while chatting! 🤬 4️⃣.If you break the rules, your account will be banned permanently 🚫 5️⃣.Happy chatting 🥂
uz: 1️⃣. Bu bot odamlarga bir-biri bilan anonim suhbatlashish uchun yaratilgan 💭 2️⃣. Bu bot foydalanuvchi haqidagi barcha maʼlumotlarni sir saqlaydi 👤 3️⃣.Iltimos, suhbat chog'ida haqoratomuz yoki la'natlovchi so'zlarni ishlatmang! 🤬 4️⃣. Qoidalarni buzsangiz, akkauntingiz butunlay bloklanadi 🚫 5️⃣. Baxtli suhbat 🥂

source: Please type your comment below 💬. Press 'Back ◀️' to go to the main menu.
uz: ltimos, izohingizni pastga yozib qoldiring 💬. Asosiy menyuga o'tish uchun Orqaga ◀️ tugmasini bosing.

source: Thank you for your comment 💬! Feel free to add another one 😁.
uz: Fikringiz uchun rahmat 💬! Yana bittasini qo'shing 😁.

source: Choose the preferred language
uz: Ma`qul tilni tanlang

source: Language has been changed 😀
uz: Til o`zgartirildi

source: Invalid language selection. Please choose a valid language.
uz: Mavjud bo`lmagan til tanlandi!
